Revit 2024 API
BuiltInFailures.RebarSystemFailures.RebarSystemOffset Property
 Rebar Cover Side/Edge is too large for sketch. Bar placement may be inaccurate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId RebarSystemOffset { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemOffset As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ RebarSystemOffset {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.RebarSystemFailures Class
Autodesk.Revit.DB Namespace